export default [
  {
    feedback: {
      content: `Практика, практика и еще раз практика! Чудесные 2-летних месяца, проведенные с огромной пользой, дают о себе знать. И это не просто практика популярного направления, а практика по AQA — такое точно нельзя было упускать! В ходе практики я решал самые разнообразные и интересные задачи. Некоторые были легкими, а другие требовали больше времени, ведь в автотестировании каждый день — это новое открытие! Качество кода улучшилось с первых дней практики: задания выполнялись согласно стандартам разработки компании, после чего код проходил ревью от опытных разработчиков. Атмосфера в компании просто КРУТО! Все ребята на позитиве, всегда готовы помочь или просто поболтать. Даже несмотря на короткий срок практики, я часто задерживался в офисе, потому что было интересно проводить время вместе с другими кэмперами и ребятами из офиса. Эти два месяца стали для меня не только полезным опытом, но и временем, которое я провел с удовольствием. Спасибо компании за такую возможность!`,
      author: 'Александр',
    },
    img: {
      webp: '/images/photos/interns/2025/03/sasha_savelyev.webp',
      alt: 'Александр',
    },
  },
  {
    feedback: {
      content: `Практика в “Очень Интересно” стала для меня огромным захватывающим опытом.<br>
Это были два месяца упорной работы, ежедневное знакомство с новым, погружение в проект, ставший чем-то большим, чем просто учебным — мы продолжаем работать над ним и после окончания обучения, совершенствовать, подготавливать к релизу. Здесь учат применять новейшие технологи, взаимодействовать не только с командой таких же разработчиков, но и с другими специалистами, думать над разными путями решения задачи и выбирать наиболее подходящий, прислушиваться друг к другу. Для меня также важным стала возможность не только получать код ревью от других, но и самой учиться при просмотре и проверке чужого кода. Немалую роль сыграли и наставники, готовые поделиться своим опытом, направить и поддержать.
В компании приятная, по-настоящему дружелюбная атмосфера, постоянное движение: сегодня кто-то приносит печеньки, а уже завтра организуют выезд на природу. Всегда найдётся тот, кто подскажет и поможет, если помощь будет нужна.<br>
Практика в «Очень Интересно» — это отличная возможность получить ценные навыки и начать карьеру в IT.`,
      author: 'Ирина',
    },
    img: {
      webp: '/images/photos/interns/2025/03/ira_ostroborodova.webp',
      alt: 'Ирина',
    },
  },
  {
    feedback: {
      content: `Для меня пойти на практику в “Очень Интересно” было настоящим шагом в неизвестность. Я не знал что меня там ждет и готовился ко всему. Но как же я был рад когда понял, что ошибаюсь. Для меня это было два действительно насыщенных месяца, в течение которых я сильно прокачался как специалист. На протяжении всей практики меня поддерживали наставники, были лекции по современным стандартам разработки, практические задания для закрепления материала и постоянное общение с опытными коллегами. Если возникали вопросы, можно было обратиться к кому-то более опытному и всегда получить ответ.<br>
Во время практики решались различные задачи, которые варьировались по сложности: от простых до более сложных. Все задачи выполнялись с учетом стандартов и практик компании, о которых узнавали на лекциях. Код обязательно проходил code review, что сильно помогло понять как правильно использовать те или иные технологии/стандарты. В завершение практики мне удалось поучаствовать в работе над реальным проектом, над которым я продолжаю работать и сейчас.`,
      author: 'Роман',
    },
    img: {
      webp: '/images/photos/interns/2025/03/roma_varzin.webp',
      alt: 'Роман',
    },
  },
  {
    feedback: {
      content: `Летняя практика в компании изменила мой подход к разработке ПО на до и после. После её прохождения я научился писать качественный, чистый и протестированный код, соответствующий всем лучшим практикам.<br>
Лекции о Python и связанных с ним инструментах от наших наставников на протяжении лета позволяли узнать новые фичи и их практическое применение, а качественные код-ревью позволяли узнать свои слабые стороны и подтянуть их.<br>
Сама практика проходила в комфортном, просторном и уютном офисе. Различные активности будь-то пицца или выезд на природу делали общий рабочий процесс позитивным и очень интересным. Я рад, что не упустил возможность перейти на новый качественный уровень в профессии программиста.`,
      author: 'Никита',
    },
    img: {
      webp: '/images/photos/interns/2025/03/nikita_terenyev.webp',
      alt: 'Никита',
    },
  },
  {
    feedback: {
      content: `Летняя практика в компании стала для меня действительно вдохновляющим и ценным опытом. За два месяца я не только прокачала навыки разработки, но и глубже погрузилась в устройство внутренних процессов IT-компании.<br>
Программа практики была продуманной и эффективной: мы осваивали современные технологии, изучали лучшие практики разработки и закрепляли знания на собственном проекте. Такой подход помог мне обрести уверенность в своих силах и значительно вырасти в профессиональном плане.<br>
Отдельно хочется отметить атмосферу в компании. Дружелюбная команда всегда была готова помочь, поделиться опытом и дать полезную обратную связь. Благодаря корпоративным мероприятиям и традициям работа превратилась в увлекательное и насыщенное приключение.<br>
Эта стажировка помогла мне найти своё место в IT и завести много замечательных знакомств. Если вы хотите развиваться, работать с крутой командой и получить бесценный опыт — обязательно подавайте заявку!`,
      author: 'Анастасия',
    },
    img: {
      webp: '/images/photos/interns/2025/03/nastya_fongrad.webp',
      alt: 'Анастасия',
    },
  },
  {
    feedback: {
      content: `Практика в "Очень интересно" - не просто стажировка, а событие, которое тебе позволяет вырасти не только как разработчик, но и личность. В этом убедился я сам.<br>В ходе практики познакомился и использовал незнакомые до этого мне инструменты для разработки, которые значительно облегчают сам процесс, с подходами написания кода, повышающие его читаемость и производительность а также получил первый опыт в командной разработки. Сама практика проходила в комфортном офисе, где работающие там разработчики читали лекции и активно помогали стажерам с возникающими трудностями и давали полезные советы. Все это благоприятствовало всем, кто проходил на стажировку.
Корпоративная культура в компании хорошо развита: начиная от того, что сотрудники вежливо и дружелюбно общаются друг с другом, заканчивая тем, что несколько раз в год проводятся корпоративные эвенты, на одном из которых я успел побывать. Ещё одним приятным моментом является пицца по четвергам.`,
      author: 'Максим',
    },
    img: {
      webp: '/images/photos/interns/2025/03/maxim_tetushkin.webp',
      alt: 'Максим',
    },
  },
];
